Repository: translation-bridge/lime-packages
Catalog: packages/lime-webui/po/*/lime-webui.po
Languages: ast, br, eo, he, id, nl, sl, uk

source: (%s available)
ast: (%s disponible)
br: (%s hegerzh)
eo: (%s havebla)
he: (%s פנויים)
id: (%s tersedia)
nl: (%s beschikbaar)
sl: (%s na voljo)
uk: (доступно %s)

source: About
ast: Tocante a
br: Diwar-benn
eo: Pri
he: על אודות
id: Tentang
nl: Over
sl: O aplikaciji
uk: Опис

source: Access Point ESSID (usually name of your network)
ast: ESSID del puntu d'accesu (de normal el nome de la to rede)
br: Lec'h moned ESSID (anv ho rouedad peurvuiañ)
eo: ESSID de Atingopunkto (kutime la nomo de via reto)
he: ה־ESSID של נקודת הגישה (בדרך כלל שם הרשת שלך)
id: ESSID Titik Akses (biasanya nama jaringan Anda)
nl: ESSID van het toegangspunt (meestal de naam van uw netwerk)
sl: Dostopna točka ESSID (običajno ime vašega omrežja)
uk: Точка доступу ESSID (зазвичай назва вашої мережі)

source: Advanced
ast: Avanzao
br: Araokaet
eo: Altnivela
he: מתקדם
id: Lanjutan
nl: Gevorderd
sl: Napredno
uk: Додатково

source: Attended System Upgrade
ast: Actualización de sistema asistida
br: Klask hizivaat ar reizhiad
eo: Asistata Sistema Ĝisdatigo
he: שדרוג מערכת מפוקח
id: Peningkatan Sistem Terlibat
nl: Begeleide systeemupgrade
sl: Spremljana nadgradnja sistema
uk: Плановане оновлення системи

source: Cancel
ast: Encaboxar
br: Nullañ
eo: Nuligi
he: ביטול
id: Batalkan
nl: Annuleren
sl: Prekliči
uk: Скасувати

source: Changes applied.
ast: Aplicáronse los cambeos.
br: Kemmoù arloet
eo: Faris ŝanĝojn.
he: השינויים חלו.
id: Perubahan diterapkan.
nl: Wijzigingen toegepast.
sl: Uporabljene spremembe.
uk: Застосовані зміни.

source: Channel 2.4 GHz
ast: Canal 2.4GHz
br: Kanol 2.4 GHz
eo: Kanalo de 2,4 GHz
he: ערוץ 2.4 גה״ץ
id: Channel/Saluran 2.4 GHz
nl: Kanaal 2,4 GHz
sl: Kanal 2,4 GHz
uk: Канал 2,4 ГГц

source: Channel 5 GHz
ast: Canal 5GHz
br: Kanol 5 GHz
eo: Kanalo de 5 GHz
he: ערוץ 5 גה״ץ
id: Channel/Saluran 5 GHz
nl: Kanaal 5 GHz
sl: Kanal 5 GHz
uk: Канал 5 ГГц

source: Checksum
ast: Suma de comprobación
br: Sammad kontrollañ
eo: Kontrolsumo
he: סכום ספרות
nl: Controlesom
sl: Kontrolna vsota
uk: Контрольна сума

source: Community name
ast: Nome de la comunidá
br: Anv ar gumuniezh
eo: Nomo de komunumo
he: שם קהילה
id: Nama komunitas
nl: Gemeenschapsnaam
sl: Ime skupnosti
uk: Ім'я спільноти

source: Contact
ast: Contautu
br: Darempred
eo: Kontakti
he: יצירת קשר
id: Kontak
sl: Stik
uk: Зв'язок

source: Contact information
ast: Información de contautu
br: Titouroù diwar-benn an darempred
eo: Kontakta informo
he: מידע ליצירת קשר
id: Informasi kontak
nl: Contactgegevens
sl: Podatki za stik
uk: Контактна інформація

source: Country code
ast: Códigu del país
br: Kod ar vro
eo: Landkodo
he: קוד מדינה
id: Kode negara
nl: Landcode
sl: Oznaka države
uk: Код країни

source: Country code used for WiFi radios
ast: Códigu del país usáu pa les radios WiFi
br: Anv ar vro implijet gant ar skingomzoù Wifi
eo: Landokodo de Vifia radioaparato
he: קוד המדינה משמש ליחידות WiFi
id: Kode negara yang digunakan untuk radio WiFi
nl: Landcode voor WiFi-radio's
sl: Oznaka države, ki se uporablja za oddajanje WiFi
uk: Код країни, що використовується для радіостанцій WiFi

source: Default channel used for 2.4 GHz radios
ast: Canal predetermináu usáu pa les radios de 2.4GHz
br: Kanol dre ziouer implijet gant ar skingomzoù 2.4 GHz
eo: Implicita kanalo uzata por radioaparatoj de 2,4 GHz
he: ערוץ בררת מחדל שמשמש לתשדורות ‎2.4 GHz
id: Channel/saluran bawaan yang digunakan untuk radio 2.4 GHz
nl: Standaardkanaal voor 2,4 GHz-radio's
sl: Privzeti kanal za oddajnike na 2,4 GHz
uk: Стандартний канал, що використовується для радіостанцій 2,4 ГГц

source: Default channel used for 5 GHz radios
ast: Canal predetermináu usáu pa les radios de 5GHz
br: Kanol dre ziouer implijet gant ar skingomzoù 5 GHz
eo: Implicita kanalo uzata por radioaparatoj de 5 GHz
he: ערוץ בררת מחדל שמשמש לתשדורות ‎5 GHz
id: Channel/saluran bawaan yang digunakan untuk radio 5 GHz
nl: Standaardkanaal voor 5 GHz-radio's
sl: Privzeti kanal za oddajnike na 5 GHz
uk: Канал за замовчуванням використовується для радіостанцій 5 ГГц

source: Distance
ast: Distancia
br: Hed
eo: Distanco
he: מרחק
id: Jarak
nl: Afstand
sl: Razdalja
uk: Відстань

source: Email
ast: Corréu
br: Postel
eo: Retpoŝta adreso
he: דוא״ל
sl: E-pošta
uk: Електронна пошта

source: Flash Firmware
ast: Instalar firmware
br: Flachiñ ar mikromeziant
eo: Skribi Firmprogramaron
he: לצרוב קושחה
id: Tulis Firmware
nl: Firmware installeren
sl: Posodobi upravljanje naprav
uk: Прошивка Flash

source: Flash image...
ast: Instalar imaxe…
br: Flashiñ ar skeudenn...
eo: Skribi memorkopion...
he: לצרוב דמות…
id: Menulis image...
nl: Firmwarebestand installeren...
sl: Posodobi sliko ...
uk: Спалах зображення…

source: Flash new firmware image
ast: Instalar imaxe de firmware nueva
br: Flashiñ skeudenn ar mikromeziant nevez
eo: Skribi novan memorkopion de firmprogramaro
he: לצרוב דמות קושחה חדשה
id: Tulis image firmware baru
nl: Nieuw firmwarebestand installeren
sl: Naloži novo sliko upravljanja naprav
uk: Прошити новий образ прошивки

source: Flash operations
ast: Operaciones d'instalación
br: Oberiadennoù flashiñ
eo: Skribi operaciojn
he: פעולות צריבה
id: Operasi penulisan
nl: Installatiehandelingen
sl: Operacije posodobitve
uk: Flash дії

source: Flashing...
ast: Instalando la imaxe…
br: O Flashiñ...
eo: Skribante...
he: מתבצעת צריבה…
id: Menulis...
nl: Bezig met installeren...
sl: Posodabljam ...
uk: Блимає…

source: General
ast: Xeneral
br: Hollek
eo: Ĝenerala
he: כללי
id: Umum
nl: Algemeen
sl: Splošno
uk: Загальне

source: Hostname
ast: Nome de host
br: Anv ostiz
eo: Gastiganto
he: שם מארח
id: Nama host
nl: Hostnaam
sl: Ime gostitelja
uk: Ім'я хоста

source: Image
ast: Imaxe
br: Skeudenn
eo: Bildo
he: תמונה
id: Gambar
nl: Afbeelding
sl: Slika
uk: Зображення

source: Internet Prioritized Gateway (bmx6)
ast: Puerta de salida prioritaria pa Internet (bmx6)
br: Treuzell Genrouedad priorizet (bmx6)
eo: Interreta Priorita Kluzo (bmx6)
he: שער גישה מתועדף לאינטרנט (bmx6)
id: Saluran Prioritas Internet (bmx6)
nl: Gateway met prioriteit voor internet (bmx6)
sl: Internetni prednostni prehod (bmx6)
uk: Інтернет-пріоритетний шлюз (bmx6)

source: It appears that you are trying to flash an image that does not fit into the flash memory, please verify the image file!
ast: Paez que tas intentando grabar una imaxe que nun cabe na memoria flash; por favor, comprueba'l ficheru d'imaxe.
br: Evit doare, klasket ho peus flashiñ ur skeudenn ned a ket tre er memor flash, gwiriit ar restr skeudenn, mar plij !
eo: Ŝajne vi estas provanta skribi memorkopion kiu estas tro granda por la fulmomemoro; bonvolu kontroli la memorkopian dosieron!
he: נראה שניסית לצרוב דמות שלא תואמת לזיכרון הפלאש, נא לאמת את קובץ הדמות!
id: Kelihatannya Anda sedang mencoba menulis image yang tidak muat ke memori flash, harap periksa berkas image!
nl: Het lijkt erop dat u een firmwarebestand probeert te installeren dat niet in het flashgeheugen past. Controleer het firmwarebestand.
sl: Videti je, da poskušate posodobiti sliko, ki ne spada v bliskovni pomnilnik, preverite slikovno datoteko!
uk: Здається, ви намагаєтеся прошити зображення, яке не поміщається у флеш-пам’ять, перевірте файл зображення!

source: Keep settings
ast: Caltener la configuración
br: Mirout an arventennoù
eo: Ne ŝanĝi agordojn
he: לשמור הגדרות
id: Simpan pengaturan
nl: Instellingen behouden
sl: Ohrani nastavitve
uk: Зберегти налаштування

source: Latitude
ast: Llatitú
br: Ledred
eo: Latitudo
he: קו רוחב
id: Lintang
nl: Breedtegraad
sl: Zemljepisna širina
uk: Широта

source: Latitude (this can be also configured in location tab)
ast: Llatitú (puede configurase tamién na llingüeta allugamientu)
br: Ledred (a c'hall ivez bezañ kefluniet gant an ivinell lec'hiadur)
eo: Latitudo (ankaŭ argordebla en la loko-langeto)
he: קו רוחב (אפשר להגדיר גם בלשונית המיקום)
id: Lintang (ini bisa dikonfigurasikan dalam tab lokasi)
nl: Breedtegraad (kan ook worden ingesteld in het tabblad Locatie)
sl: Zemljepisna širina (to je mogoče konfigurirati tudi na zavihku lokacije)
uk: Широта (це також можна налаштувати на вкладці розташування)

source: Loading
ast: Cargando
br: O kargañ
eo: Ŝargante
he: טעינה
id: Memuat
nl: Aan het laden
sl: Nalagam
uk: Завантаження

source: Location
ast: Allugamientu
br: Lec'hiadur
eo: Loko
he: מיקום
id: Lokasi
nl: Locatie
sl: Lokacija
uk: Розташування

source: Logout
ast: Salir
br: Digevreañ
eo: Elsaluti
he: יציאה
id: Keluar log
nl: Afmelden
sl: Odjava
uk: Вийти

source: Longitude
ast: Llonxitú
br: Hedred
eo: Longitudo
he: קו אורך
id: Bujur
nl: Lengtegraad
sl: Zemljepisna dolžina
uk: Довгота

source: Longitude (this can be also configured in location tab)
ast: Llonxitú (puede configurase tamién na llingüeta allugamientu)
br: Hedred (a c'hall ivez bezañ kevreet gant an ivinell lec'hiadur)
eo: Longitudo (ankaŭ argordebla en la loko-langeto)
he: קו אורך (אפשר להגדיר גם בלשונית המיקום)
id: Bujur (ini bisa dikonfigurasikan dalam tab lokasi)
nl: Lengtegraad (kan ook worden ingesteld in het tabblad Locatie)
sl: Zemljepisna širina (to je mogoče konfigurirati tudi na zavihku lokacije)
uk: Довгота (це також можна налаштувати на вкладці розташування)

source: Main IPv4
ast: IPv4 principal
br: IPv4 pennañ
eo: Ĉefa IPv4
he: IPv4 ראשי
id: IPv4 utama
nl: Hoofd-IPv4
sl: Glavni IPv4
uk: Основний IPv4

source: Main IPv6
ast: IPv6 principal
br: IPv6 pennañ
eo: Ĉefa IPv6
he: IPv6 ראשי
id: IPv6 utama
nl: Hoofd-IPv6
sl: Glavni IPv6
uk: Основний IPv6

source: Map location
ast: Allugamientu nel mapa
br: Lec'hiadur war ar gartenn
eo: Mapa loko
he: מיקום במפה
id: Lokasi peta
nl: Locatie op de kaart
sl: Mesto na zemljevidu
uk: Розташування мапи

source: Max distance for the links in meters (big impact on performance)
ast: Distancia máxima de los enllaces en metros (impactu importante nel rindimientu)
br: Hed uc'hek evit al liammoù e metroù (levezon vras war an efedusted)
eo: Maksimuma distanco por la ligiloj en metroj (grave ŝanĝas efikecon)
he: מרחק מרבי של הקישורים במטרים (השפעה ניכרת על הביצועים)
id: Jarak maksimal untuk hubungan dalam meter (memiliki dampak besar pada kinerja)
nl: Maximale afstand voor de verbindingen in meters (grote invloed op de prestaties)
sl: Največja razdalja za povezave v metrih (velik vpliv na zmogljivost)
uk: Максимальна відстань для ланок в метрах (великий вплив на продуктивність)

source: Mesh BSSID
ast: BSSID de mesh
br: BSSID ar mailh
eo: BSSID de Maŝo
he: BSSID של Mesh
id: BSSID jaringan
nl: Mesh-BSID
sl: Mrežni BSSID
uk: Сітка BSSID

source: Name
ast: Nome
br: Anv
eo: Nomo
he: שם
id: Nama
nl: Naam
sl: Ime
uk: Назва

source: Name for this node
ast: Nome para esti nodiu
br: Anv evit ar skoulm-mañ
eo: Nomo de ĉi tiu nodo
he: שם המפרק הזה
id: Nama untuk noda ini
nl: Naam voor dit knooppunt
sl: Ime za to vozlišče
uk: Назва цього вузла

source: Network SSID
ast: SSID de la rede
br: SSID ar rouedad
eo: Reta SSID
he: שם הרשת (SSID)
id: SSID Jaringan
nl: Netwerk-SSID
sl: Omrežni SSID
uk: Мережевий SSID

source: Notes
br: Notennoù
eo: Notoj
he: הערות
id: Catatan
nl: Opmerkingen
sl: Opombe
uk: Нотатки

source: Notes that will be shown on console login and will be at hand here.
ast: Notes que se verán nel aniciu de sesión de la consola y van tar a mano equí.
br: Notennoù hag a vo lakaet war wel pa vo kevreet ouzh al letrin hag a vo a-zindan dorn amañ.
eo: Notoj montrotaj je konzola ensalutado kaj ĉi tie.
he: הערות שתופענה עם הכניסה למסוף ותהיינה נגישות מכאן.
id: Catatan akan ditampilkan saat masuk konsol dan akan tersedia disini.
nl: Opmerkingen die worden weergegeven bij het inloggen op de console en hier bij de hand zijn.
sl: Opombe, ki bodo prikazane ob prijavi v konzolo in bodo tukaj pri roki.
uk: Нотатки, які будуть показані під час входу в консоль і будуть тут під рукою.

source: Proceed
ast: Siguir
br: Graet
eo: Daŭrigi
he: להמשיך
id: Lanjutkan
nl: Doorgaan
sl: Nadaljuj
uk: Продовжуйте

source: Rebooting...
ast: Reaniciando…
br: Oc'h adloc'hañ...
eo: Restartante...
he: מתבצעת הפעלה מחדש…
id: Menyalakan kembali...
nl: Opnieuw opstarten...
sl: Ponovni zagon ...
uk: Перезавантаження...

source: Simple Config
ast: Configuración simple
br: Kevreadure eeun
eo: Simpla Agordado
he: הגדרות פשוטות
id: Konfigurasi Simpel
nl: Eenvoudige configuratie
sl: Preprosta konfiguracija
uk: Проста конфігурація

source: Size
ast: Tamañu
br: Ment
eo: Grando
he: גודל
id: Ukuran
nl: Grootte
sl: Velikost
uk: Розмір

source: Sorry, there is no sysupgrade support present; a new firmware image must be flashed manually. Please refer to the wiki for device specific install instructions.
ast: Sentímoslo, nun hai encontu pa sysupgrade; tien de grabase manualmente una imaxe nueva del firmware. Consulta les instrucciones de la wiki pa les instrucciones d'instalación específiques pa un preséu.
br: Ho tigarez, n'eus skor hizivaat reizhad ebet ; ur skeudenn nevez eus ar mikromeziant a rank bezañ flashet gant an dorn. Kit war ar wiki, mar plij, da lenn kemennadoù arbennik an ardivink.
eo: Domaĝe, mankas subteno por sistema ĝisdatigo; vi devas skribi permane novan firmprogramaron. Bonvolu vidi la vikion por instrukcioj de instalado por specifaj aparatoj.
he: מצטערים, אין תמיכה ב־syupgrade; יש להתקין ידנית קושחה חדשה.נא לעיין בוויקי להוראות התקנה ספציפיות למכשיר.
id: Maaf, tidak ada dukungan sysupgrade; image firmware baru harus ditulis secara manual. Lihat wiki untuk instruksi penginstalan untuk suatu perangkat.
nl: Helaas is er geen sysupgrade-ondersteuning aanwezig; een nieuw firmwarebestand moet handmatig worden geïnstalleerd. Raadpleeg de wiki voor installatie-instructies die voor dit apparaat geschikt zijn.
sl: Žal ni prisotna podpora za sistemsko nadgradnjo; novo sliko vdelane programske opreme je treba zagnati ročno. Za navodila za namestitev za posamezne naprave glejte viki.
uk: На жаль, відсутня підтримка системного оновлення; новий образ прошивки потрібно прошивати вручну. Будь ласка, зверніться до вікі, щоб отримати інструкції щодо встановлення пристрою.

source: System
ast: Sistema
br: Reizhiad
eo: Sistemo
he: מערכת
id: Sistem
nl: Systeem
sl: Sistem
uk: Система

source: System Notes
ast: Notes del sistema
br: Notennoù reizhiad
eo: Sistemaj Notoj
he: הערות מערכת
id: Catatan Sistem
nl: Systeemopmerkingen
sl: Sistemske opombe
uk: Системні нотатки

source: The BSSID (WiFi network identifier) used for the mesh network
ast: El BSSID (identificador de la rede WiFi) usáu para la rede mesh
br: Ar BSSID (anaouder rouedad WiFi) implijet evit ar mailh rouedad
eo: La BSSID (identigilo de Vifia reto) uzata por la maŝreto
he: ה־BSSID (מזהה רשת WiFi) שמשמש לרשת ה־mesh
id: BSSID (pengenal jaringan WiFi) yang digunakan untuk jaringan mesh
nl: De BSSID (WiFi-netwerkidentificator) die wordt gebruikt voor het mesh-netwerk
sl: BSSID (identifikator omrežja WiFi), ki se uporablja za zapleteno omrežje
uk: BSSID (ідентифікатор мережі WiFi), що використовується для мережевої мережі

source: The flash image was uploaded. Below is the checksum and file size listed, compare them with the original file to ensure data integrity.<br /> Click "Proceed" below to start the flash procedure.
ast: Xubióse la imaxe flax. Más abaxo tán la suma de comprobación ya'l tamañu del ficheru, compáralos colos del ficheru orixinal p'asegurar la integridá de los datos.<br />Pulsia «Siguir» más abaxo pa principiar el procesu d'instalación de flax.
br: Enporzhiet eo bet ar skeudenn flash. Dindan emañ ar c'hod kontrolliñ ha ment ar restr, da geñveriañ gant hini ar restr orin evit gwiriañ eo anterin ar roadennoù.<br /> Klikañ ar "Seveniñ" a-is evit kregiñ gant an argerzh flash.
eo: La memorkopio estis alŝutita. Jen la listitaj kontrolsumo kaj grando de dosiero; komparu ilin kun la originala dosiero por konfirmi integrecon de dateno.<br />Alklaku la butonon "Daŭrigi" ĉi-suban por ekskribi.
he: הדמות לצריבה הועלתה. להלן מופיעים סכום הספרות וגדלי הקבצים, יש להשוות אותם מול הקובץ המקורי כדי לוודא את אמינות הנתונים.<br /> יש ללחוץ על „להמשיך” להלן כדי להתחיל את תהליך הצריבה.
id: Image flash telah diunggah. Di bawah adalah daftar checksum dan besar berkas, bandingkan dengan berkas asli untuk memastikan integritas data.<br /> Klik "Lanjutkan" di bawah untuk memulai prosedur penulisan.
nl: Het firmwarebestand is ingeladen. Hieronder vindt u de controlesom en de bestandsgrootte. Vergelijk ze met het originele bestand om de gegevensintegriteit te waarborgen.<br /> Klik hieronder op "Doorgaan" om de installatieprocedure te starten.
sl: Bliskovna slika je bila naložena. Spodaj sta navedeni kontrolna vsota in velikost datoteke, primerjajte ju z izvorno datoteko, da zagotovite celovitost podatkov.<br /> Da začnete postopek bliskanje, spodaj kliknite »Naprej«.
uk: Флеш-зображення було завантажено. Нижче наведено контрольну суму та розмір файлу, порівняйте їх із вихідним файлом, щоб забезпечити цілісність даних.<br /> Натисніть «Продовжити» нижче, щоб розпочати процедуру спалаху.

source: The main IPv4 configured for this node, with slash notation (for ex. 1.2.3.4/24)
ast: La IPv4 principal configurada pa esti nodiu, con formatu de barra (p.ex. 1.2.3.4/24)
br: An IPv4 pennañ kefluniet evit ar skoulm-se, gant an notadur CIDR(da sk. 1.2.3.4/24)
eo: La ĉefa IPv4-adresaro agordita por ĉi tiu nodo, kun suprenstreko-notacio (ekz. 1.2.3.4/24)
he: כתובת ה־IPv4 העיקרית שהוגדרה למפרק הזה, עם לוכסן (למשל: 1.2.3.4/24)
id: IPv4 utama yang dikonfigurasikan untuk noda ini, dengan notasi garis miring (contoh: 1.2.3.4/24)
nl: Het belangrijkste IPv4-adres voor dit knooppunt, in CIDR-notatie (bijv. 1.2.3.4/24)
sl: Glavni IPv4, konfiguriran za to vozlišče, s poševnico (npr. 1.2.3.4/24)
uk: Основний IPv4, налаштований для цього вузла, з косою позначкою (наприклад, 1.2.3.4/24)

source: The main IPv6 configured for this node, with slash notation (for ex. 2001:db8::1/64)
ast: La IPv6 principal configurada pa esti nodiu, con formatu de barra (p.ex. 2001:db8::1/64)
br: An IPv6 pennañ kefluniet evit ar skoulm-mañ, gant an notadur CIDR (da sk., 2001:db8::1/64)
eo: La ĉefa IPv6-adresaro agordita por ĉi tiu nodo, kun suprenstreko-notacio (ekz. 2001:db8::1/64)
he: כתובת ה־IPv6 העיקרית שהוגדרה למפרק הזה, עם לוכסן (למשל: ‎2001:db8::1/64)
id: IPv6 utama yang dikonfigurasikan untuk noda ini, dengan notasi garis miring (contoh: 2001:db8::1/64)
nl: Het belangrijkste IPv6-adres voor dit knooppunt, in CIDR-notatie (bijv. 2001:db8::1/64)
sl: Glavni IPv6, konfiguriran za to vozlišče, s poševnico (npr. 2001:db8::1/64)
uk: Основний IPv6, налаштований для цього вузла, з косою позначкою (наприклад, 2001:db8::1/64)

source: The name of your network community
ast: El nome de la rede comunitaria
br: Anv ho kumuniezh rouedad
eo: La nomo de via reta komunumo
he: שם קהילת הרשת שלך
id: Nama untuk komunitas jaringan Anda
nl: De naam van uw netwerkgemeenschap
sl: Ime vaše omrežne skupnosti
uk: Назва вашої мережевої спільноти

source: The system is flashing now.<br /> DO NOT POWER OFF THE DEVICE!<br /> Wait a few minutes before you try to reconnect. It might be necessary to renew the address of your computer to reach the device again, depending on your settings.
ast: Ta instalándose la imaxe flax nel sistema.<br />¡NUN APAGUES EL PRESÉU!<br />Espera dellos minutos antes de tentar coneutar. Escurque se necesite anovar la dirección del ordenador pa volver coneutar col preséu, en función de la configuración.
br: Emeur o flashiñ ar reizhiad.<br/> ARABAT LAZHAÑ AN ARDIVNIK !<br/>. Gortozit ur pennadig a-raok klask kevreañ en-dro. Ret e vo neveziñ chomlec'h hoc'h urzhiataer marteze evit diraez an ardivink en-dro, hervez hoc'h arventennoù.
eo: Skribante sur la sistemon nun.<br />NE MALSTARTIGU LA APARATON!</br />Atendu iom da minutoj antaŭ provo al rekonektado. Eble necesos refreŝigi la adreson de via komputilo por reatingi la aparaton, depende de via agordo.
he: המערכת מבצעת כעת צריבה.<br /> לא לכבות את המכשיר!<br /> נא להמתין כמה דקות בטרם ניסיון התחברות חוזר. יכול להיות שיהיה עליך לחדש את כתובת המחשב שלך כדי לשוב ולהתחבר למכשיר, תלוי בהגדרות שלך.
id: Sistem sedang menulis.<br /> JANGAN MATIKAN PERANGKAT!<br /> Tunggu beberapa menit sebelum Anda mencoba menghubungkan kembali. Anda mungkin harus memperbarui alamat komputer Anda untuk menjangkau perangkatnya lagi, tergantung setelan Anda.
nl: Het systeem is nu bezig met installeren.<br /> SCHAKEL HET APPARAAT NIET UIT!<br /> Wacht een paar minuten voordat u opnieuw verbinding probeert te maken. Afhankelijk van uw instellingen kan het nodig zijn om het adres van uw computer te vernieuwen om het apparaat weer te kunnen bereiken.
sl: Sistem zdaj je v postopku bliskanja.<br /> NE IZKLJUČITE NAPRAVE!<br /> Počakajte nekaj minut, preden poskusite znova vzpostaviti povezavo. Morda bo treba obnoviti naslov vašega računalnika, da znova dosežete napravo, odvisno od vaših nastavitev.
uk: Зараз система блимає.<br /> НЕ ВИМИКАЙТЕ ПРИСТРІЙ!<br /> Зачекайте кілька хвилин, перш ніж спробувати підключитися. Можливо, буде потрібно оновити адресу вашого комп’ютера, щоб знову зв’язатися з пристроєм, залежно від ваших налаштувань.

source: The uploaded image file does not contain a supported format. Make sure that you choose the generic image format for your platform.
ast: El ficheru d'imaxe xubíu nun contien un formatu con encontu. Asegúrate d'escoyer el formatu d'imaxe xenéricu para la to plataforma.
br: Er restr skeudenn pellgarget n'eus ket a furmad embreget. Gwiriit emaoc'h o tibab ar furmad skeudenn generek evit ho savenn.
eo: La alŝutita memorkopio ne enhavas subtenatan dosieraranĝon. Certigu ke vi elektis la ĝeneralan memorkopian dosieraranĝon de via platformo.
he: קובץ הדמות שהועלה לא מכיל תבנית נתמכת. נא לוודא שבחרת בתבנית דמות גנרית עבור הפלטפורמה שלך.
id: Berkas image yang diunggah tidak mengandung format yang didukung. Pastikan Anda memilih format image umum untuk platform Anda.
nl: Het geüploade installatiebestand is niet in een ondersteunde indeling. Zorg ervoor dat u het generieke image-formaat voor uw platform kiest.
sl: Naložena slikovna datoteka ne vsebuje podprtega formata. Prepričajte se, da ste za svojo platformo izbrali generičen slikovni format.
uk: Завантажений файл зображення не містить підтримуваного формату. Переконайтеся, що ви вибрали загальний формат зображення для вашої платформи.

source: Upload a LibreMesh sysupgrade image here to replace the running firmware.
ast: Xubir equí una imaxe LibreMesh d'anovamientu de sistema pa reemplazar el firmware actual.
br: Pellgargañ ur skeudenn hizivaat reizhiad LibreMesh amañ evit erlerc'hiañ ar mikromeziant bremañ.
eo: Alŝuti ĉi tien sistemo-ĝisdatigan memorkopion por LibreMesh, por anstataŭigi la rulatan firmprogramaron.
he: יש להעלות דמות sysupgrade של LibreMesh לכן כדי להחליף את הקושחה הנוכחית.
id: Unggah image sysupgrade LibreMesh di sini untuk menggantikan firmware saat ini.
nl: Upload hier een LibreMesh sysupgrade-image om de actieve firmware te vervangen.
sl: Tukaj naložite sliko sistemske nadgradnje LibreMesh, da zamenjate delujočo vdelano programsko opremo.
uk: Завантажте сюди зображення для оновлення LibreMesh, щоб замінити запущену прошивку.
