Repository: translation-bridge/lime-packages
Catalog: packages/lime-webui/po/*/lime-webui.po
Languages: ast, br, eo, he, id, nl, sl, uk

source: Upload a sysupgrade-compatible image here to replace the running firmware. Check "Keep settings" to retain the current configuration (requires a compatible firmware image).
ast: Xubir equí una imaxe compatible d'anovamientu de sistema pa reemplazar el firmware actual. Marca «Caltener configuración» para retener la configuración actual (rique una imaxe de firmware compatible).
br: Pellgargañ ur skeudenn kenglotus gant hizivaat reizhiad amañ evit erlerc'hiañ ar mikromeziant bremañ. Askit « Mirout an arventennoù » evit mirout ar c'hefluniadur bremañ (ezhomm zo eus ur skeudenn mikromeziant kenglotus).
eo: Alŝuti ĉi tien sistemo-ĝisdatigan memorkopion, por anstataŭigi la rulatan firmprogramaron. Alklaku "Ne ŝanĝi agordojn" por ne ŝanĝi la aktualajn agordojn (tio postulas kongruan firmprogramaran memorkopion).
he: יש להעלות קובץ דמות תואם sysupgrade לכאן כדי להחליף את הקושחה הנוכחית. יש לסמן את „להשאיר את ההגדרות” כדי לשמר את ההגדרות הנוכחיות (דורש דמות קושחה תומכת).
id: Unggah image sysupgrade LibreMesh di sini untuk menggantikan firmware saat ini. Centang "Tetapkan setelan" untuk mempertahankan konfigurasi saat ini (memerlukan image firmware yang kompatibel).
nl: Upload hier een sysupgrade-compatibele image om de actieve firmware te vervangen. Vink "Instellingen behouden" aan om de huidige configuratie te behouden (vereist een compatibele firmware-image).
sl: Tukaj naložite sliko, združljivo s sistemsko nadgradnjo, da zamenjate delujočo vdelano programsko opremo. Označite »Ohrani nastavitve«, da obdržite trenutno konfiguracijo (zahteva združljivo sliko vdelane programske opreme).
uk: Завантажте сюди зображення, сумісне з системним оновленням, щоб замінити запущене програмне забезпечення. Поставте прапорець біля пункту «Зберегти налаштування», щоб зберегти поточну конфігурацію (потрібен сумісний образ прошивки).

source: Verify
ast: Verificar
br: Gwiriañ
eo: Konfirmi
he: אימות
id: Verifikasi
nl: Verifiëren
sl: Preveri
uk: Перевірити

source: Waiting for changes to be applied...
ast: Esperando a que s'apliquen los cambeos…
br: O c'hortoz ma vo lakaet ar c'hemmoù e pleustr...
eo: Atendante faradon de ŝanĝoj...
he: בהמתנה להחלת השינויים…
id: Menunggu untuk menerapkan perubahan...
nl: Wachten tot wijzigingen zijn toegepast...
sl: Čakanje na uveljavitev sprememb ...
uk: Очікування застосування змін...

source: You can choose a Gateway to prioritize your traffic to go through this node.
ast: Ye posible escoyer una puerta d'enllaz pa dar preferencia a que'l tráficu pase per esti nodiu.
br: Gallout a reot dibab un dreuzell evit prioriziñ an traoù a dremen dre ar skoulm-mañ.
eo: Vi povas elekti Kluzon por prioratigi vian trafikon tra ĉi tiu nodo.
he: ניתן לבחור שער גישה כדי לתעדף את העברת התעבורה שלך דרך המפרק הזה.
id: Anda bisa memilih sebuah Pintu Gerbang untuk mengutamakan lalu lintas Anda untuk melewati noda ini.
nl: U kunt een Gateway kiezen om uw verkeer voorrang te geven om via dit knooppunt te gaan.
sl: Izberete lahko prehod, ki naj ima za vaš promet prednost.
uk: Ви можете вибрати шлюз, щоб визначити пріоритет вашого трафіку для проходження через цей вузол.

source: Your email (not required)
ast: El to corréu electrónicu (non obligatoriu)
br: Ho postel (diret)
eo: Via retpoŝta adreso (ne deviga)
he: הדוא״ל שלך (לא חובה)
id: Email Anda (opsional)
nl: Uw e-mail (niet verplicht)
sl: Vaš e-poštni naslov (ni obvezno)
uk: Ваша електронна адреса (не потрібна)

source: Your name or alias (not required)
ast: El to nome o alcuñu (non obligatoriu)
br: Hoc'h anv pe alias (diret)
eo: Via nomo aŭ kaŝnomo (ne deviga)
he: שם או כינוי (לא חובה)
id: Nama atau nama panggilan Anda (opsional)
nl: Uw naam of alias (niet verplicht)
sl: Vaše ime ali vzdevek (ni obvezno)
uk: Ваше ім'я або псевдонім (не потрібно)
