Repository: translation-bridge/lime-packages
Catalog: packages/lime-webui/po/diq/lime-webui.po
Languages: diq

source: (%s available)
diq: (%s musait)

source: About
diq: Heqa cı de

source: Access Point ESSID (usually name of your network)
diq: Nuqtay resayışi ESSID (degmesi namey torra şıma)

source: Advanced
diq: Herayên

source: Attended System Upgrade
diq: Tewr bıyaye rocaney sistemi

source: Cancel
diq: Bıtexelne

source: Changes applied.
diq: Vurnayışi tetbiq biyê

source: Channel 2.4 GHz
diq: Kanal 2.4 GHz

source: Channel 5 GHz
diq: Kanal 5 GHz

source: Community name
diq: Nameyê cemaeti

source: Contact
diq: İrtıbat

source: Contact information
diq: Melumatê irtıbati

source: Country code
diq: Kodê dewlete

source: Country code used for WiFi radios
diq: Kodê dewletano ke seba radyoyanê WiFi rê gureniyeno

source: Default channel used for 2.4 GHz radios
diq: Seba radyoyanê 2.4 GHz hesabyaye kenal

source: Default channel used for 5 GHz radios
diq: Seba radyoyanê 5 GHz hesabyaye kenal

source: Distance
diq: Dûriyiye

source: Email
diq: E-poste

source: Flash Firmware
diq: Firmwarey flash kerê

source: Flash image...
diq: Flash resımi...

source: Flash new firmware image
diq: Newe resımi firmwarey flash kerê

source: Flash operations
diq: Kara flash kerê

source: Flashing...
diq: Flash beno...

source: General
diq: Umumi

source: Hostname
diq: Nameyê wayiri

source: Image
diq: Resım

source: Internet Prioritized Gateway (bmx6)
diq: Verorbiyaye Sopa Torra İnterneti (bmx6)

source: It appears that you are trying to flash an image that does not fit into the flash memory, please verify the image file!
diq: Asengeyo ke nêdariyeno hefızay flashi kenê bıveşnê, kerem kerê dosyay asengey araşt kerê!

source: Keep settings
diq: Eyara bışevekne

source: Latitude
diq: Verıniye

source: Latitude (this can be also configured in location tab)
diq: Disleg (ne kışta taba lokasyoni ra zi şeno vıraziyo )

source: Loading
diq: Bar beno

source: Location
diq: Lokasyon

source: Logout
diq: Veciyayış

source: Longitude
diq: Derganiye

source: Longitude (this can be also configured in location tab)
diq: Evleg (ne kışta taba lokasyoni ra zi şeno vıraziyo )

source: Main IPv4
diq: Esas IPv4

source: Main IPv6
diq: Esas IPv6

source: Map location
diq: Lokasyonê xerita

source: Max distance for the links in meters (big impact on performance)
diq: Cınsê metreyi ra gıreyan rê maksimum mesafe (performans sera tesiro gırdo)

source: Name for this node
diq: Nameyê nê gozgıreyi

source: Notes
diq: Noti

source: Notes that will be shown on console login and will be at hand here.
diq: Veraniya konsol de mocniyaye no tiya de bıbê

source: Proceed
diq: Dewam kerê

source: Rebooting...
diq: Newe ra serniyeno...

source: Simple Config
diq: Konfigurasyono basit

source: Size
diq: Gırdiye

source: Sorry, there is no sysupgrade support present; a new firmware image must be flashed manually. Please refer to the wiki for device specific install instructions.
diq: Malesef, enewke peştiya sysupgrade çıniya; Asayışê firmwareyê beweti menuel flaş bıbo. Cihazi rê xas talimatanê bar kerdışi rê bıewni rê wiki.

source: System
diq: Sistem

source: System Notes
diq: Notê Sistemi

source: The BSSID (WiFi network identifier) used for the mesh network
diq: Serva tora Meshi karnıyaye BSSID (şınastoğê tora WiFi)

source: The main IPv4 configured for this node, with slash notation (for ex. 1.2.3.4/24)
diq: Serva nê gozgırey xeta vırandıri mocnayışi ya vıraziyaye esas IPv4 (mesela. 1.2.3.4/24)

source: The main IPv6 configured for this node, with slash notation (for ex. 2001:db8::1/64)
diq: Serva nê gozgırey xeta vırandıri vıraziyaye esas IPv6 (mesela. 2001:db8::1/64))

source: The name of your network community
diq: Nameyê cemaetê torra şıma

source: The uploaded image file does not contain a supported format. Make sure that you choose the generic image format for your platform.
diq: Barbıyaye doayay asengeyi desteg biyaye yew formati ihtiwa nêkena. Seba platformê ma weçinıtışi raşt formatê resımi ra xo emel bê.

source: Upload a LibreMesh sysupgrade image here to replace the running firmware.
diq: Serva guriyaye nuseyê firmwarey vurnayışi rê asayışê LibreMesh sysupgrade barê tiyay kerê

source: Verify
diq: Araşt kerê

source: Waiting for changes to be applied...
diq: Seba vurnayışi tetbiq pawiyeno...

source: You can choose a Gateway to prioritize your traffic to go through this node.
diq: Be nê gozgırey karnayışiya veraniya trafikê ho rê yew raya tor şenê bıweçine.

source: Your email (not required)
diq: E-poste (mecburi niyo)

source: Your name or alias (not required)
diq: Nameyê ya zi leqeba şıma (mecburi niyo)
